{
  "cookiePolicy": {
    "title": "Политика использования файлов cookie",
    "backToHome": "Вернуться на главную",
    "effectiveDate": "Действует с: {{date}}",
    "introduction": "Настоящая Политика использования файлов cookie объясняет, как Dott LLC («мы», «нас» или «наш») использует файлы cookie и аналогичные технологии для распознавания вас при посещении нашего веб-сайта www.dottapps.com. В ней объясняется, что представляют собой эти технологии и почему мы их используем, а также ваши права на контроль нашего их использования.",
    "companyName": "Dott LLC",
    "email": "Электронная почта",
    "website": "Веб-сайт",
    "address": {
      "street": "800 N King Street",
      "suite": "Suite 304 #2797",
      "city": "Wilmington, DE 19801",
      "country": "Соединенные Штаты"
    },
    "sections": {
      "whatAreCookies": {
        "title": "Что такое файлы cookie",
        "content": "Файлы cookie — это небольшие файлы данных, которые размещаются на вашем компьютере или мобильном устройстве при посещении веб-сайта. Файлы cookie широко используются владельцами веб-сайтов для обеспечения работы их веб-сайтов или для более эффективной работы, а также для предоставления отчетной информации."
      },
      "howWeUseCookies": {
        "title": "Как мы используем файлы cookie",
        "content": "Мы используем файлы cookie по нескольким причинам. Некоторые файлы cookie необходимы по техническим причинам для функционирования нашего веб-сайта, и мы называем их «необходимыми» или «строго необходимыми» файлами cookie. Другие файлы cookie позволяют нам отслеживать и ориентироваться на интересы наших пользователей для улучшения работы с нашим веб-сайтом.",
        "categories": {
          "essential": {
            "title": "Необходимые файлы cookie",
            "description": "Эти файлы cookie строго необходимы для предоставления вам услуг, доступных через наш веб-сайт, и для использования некоторых его функций."
          },
          "functional": {
            "title": "Функциональные файлы cookie",
            "description": "Эти файлы cookie обеспечивают расширенную функциональность и персонализацию, такие как видео и чаты в реальном времени."
          },
          "analytics": {
            "title": "Аналитические файлы cookie",
            "description": "Эти файлы cookie помогают нам понять, как используется наш веб-сайт или насколько эффективны наши маркетинговые кампании."
          },
          "marketing": {
            "title": "Маркетинговые файлы cookie",
            "description": "Эти файлы cookie используются для того, чтобы сделать рекламные сообщения более релевантными для вас."
          }
        }
      },
      "specificCookies": {
        "title": "Конкретные файлы cookie, которые мы используем",
        "content": "Ниже описаны конкретные типы файлов cookie, которые мы используем на нашем веб-сайте:",
        "types": {
          "session": {
            "title": "Сеансовые файлы cookie",
            "description": "Это временные файлы cookie, срок действия которых истекает при закрытии браузера."
          },
          "persistent": {
            "title": "Постоянные файлы cookie",
            "description": "Они остаются на вашем устройстве в течение установленного периода времени, указанного в файле cookie."
          },
          "thirdParty": {
            "title": "Сторонние файлы cookie",
            "description": "Они устанавливаются доменом, отличным от того, который вы посещаете."
          }
        }
      },
      "cookieDuration": {
        "title": "Продолжительность хранения файлов cookie",
        "content": "Файлы cookie могут оставаться на вашем компьютере или мобильном устройстве в течение разных периодов времени. Некоторые файлы cookie являются «сеансовыми», что означает, что они существуют только пока открыт ваш браузер и автоматически удаляются после его закрытия. Другие файлы cookie являются «постоянными», что означает, что они сохраняются после закрытия браузера."
      },
      "managingCookies": {
        "title": "Управление файлами cookie",
        "content": "Вы имеете право решать, принимать или отклонять файлы cookie. Вы можете реализовать свои предпочтения в отношении файлов cookie, используя следующие методы:",
        "options": {
          "browserSettings": {
            "title": "Настройки браузера",
            "description": "Вы можете настроить или изменить элементы управления вашего веб-браузера для принятия или отклонения файлов cookie."
          },
          "preferenceTool": {
            "title": "Инструмент настройки файлов cookie",
            "description": "Вы можете управлять своими предпочтениями в отношении файлов cookie с помощью нашего инструмента согласия на использование файлов cookie."
          },
          "impact": {
            "title": "Влияние отключения файлов cookie",
            "description": "Если вы решите отклонить файлы cookie, вы по-прежнему можете использовать наш веб-сайт, хотя ваш доступ к некоторым функциям и областям может быть ограничен."
          }
        }
      },
      "updates": {
        "title": "Обновления настоящей Политики использования файлов cookie",
        "content": "Мы можем время от времени обновлять настоящую Политику использования файлов cookie, чтобы отразить изменения в используемых нами файлах cookie или по другим операционным, юридическим или нормативным причинам. Поэтому регулярно посещайте эту Политику использования файлов cookie, чтобы оставаться в курсе нашего использования файлов cookie и связанных технологий."
      },
      "contactUs": {
        "title": "Свяжитесь с нами",
        "content": "Если у вас есть какие-либо вопросы о нашем использовании файлов cookie или других технологий, пожалуйста, свяжитесь с нами по адресу:"
      }
    }
  }
}