{
  "cookiePolicy": {
    "title": "Cookie-Richtlinie",
    "backToHome": "Zurück zur Startseite",
    "effectiveDate": "Gültig ab: {{date}}",
    "introduction": "Diese Cookie-Richtlinie erklärt, wie Dott LLC ("wir", "uns" oder "unser") Cookies und ähnliche Technologien verwendet, um Sie zu erkennen, wenn Sie unsere Website unter www.dottapps.com besuchen. Sie erklärt, was diese Technologien sind und warum wir sie verwenden, sowie Ihre Rechte zur Kontrolle unserer Nutzung.",
    "companyName": "Dott LLC",
    "email": "E-Mail",
    "website": "Webseite",
    "address": {
      "street": "800 N King Street",
      "suite": "Suite 304 #2797",
      "city": "Wilmington, DE 19801",
      "country": "Vereinigte Staaten"
    },
    "sections": {
      "whatAreCookies": {
        "title": "Was sind Cookies",
        "content": "Cookies sind kleine Datendateien, die auf Ihrem Computer oder Mobilgerät platziert werden, wenn Sie eine Website besuchen. Cookies werden von Website-Betreibern weit verbreitet verwendet, um ihre Websites funktionsfähig zu machen oder effizienter arbeiten zu lassen, sowie um Berichtsinformationen bereitzustellen."
      },
      "howWeUseCookies": {
        "title": "Wie wir Cookies verwenden",
        "content": "Wir verwenden Cookies aus verschiedenen Gründen. Einige Cookies sind aus technischen Gründen erforderlich, damit unsere Website funktioniert, und wir bezeichnen diese als "wesentliche" oder "unbedingt notwendige" Cookies. Andere Cookies ermöglichen es uns, die Interessen unserer Nutzer zu verfolgen und zu targetieren, um die Erfahrung auf unserer Website zu verbessern.",
        "categories": {
          "essential": {
            "title": "Wesentliche Cookies",
            "description": "Diese Cookies sind unbedingt erforderlich, um Ihnen die über unsere Website verfügbaren Dienste bereitzustellen und einige ihrer Funktionen zu nutzen."
          },
          "functional": {
            "title": "Funktionale Cookies",
            "description": "Diese Cookies ermöglichen erweiterte Funktionalität und Personalisierung, wie Videos und Live-Chats."
          },
          "analytics": {
            "title": "Analyse-Cookies",
            "description": "Diese Cookies helfen uns zu verstehen, wie unsere Website genutzt wird oder wie effektiv unsere Marketingkampagnen sind."
          },
          "marketing": {
            "title": "Marketing-Cookies",
            "description": "Diese Cookies werden verwendet, um Werbebotschaften für Sie relevanter zu machen."
          }
        }
      },
      "specificCookies": {
        "title": "Spezifische Cookies, die wir verwenden",
        "content": "Im Folgenden werden die spezifischen Arten von Cookies beschrieben, die wir auf unserer Website verwenden:",
        "types": {
          "session": {
            "title": "Session-Cookies",
            "description": "Dies sind temporäre Cookies, die ablaufen, wenn Sie Ihren Browser schließen."
          },
          "persistent": {
            "title": "Dauerhafte Cookies",
            "description": "Diese bleiben für einen im Cookie festgelegten Zeitraum auf Ihrem Gerät."
          },
          "thirdParty": {
            "title": "Drittanbieter-Cookies",
            "description": "Diese werden von einer anderen Domain als der, die Sie besuchen, gesetzt."
          }
        }
      },
      "cookieDuration": {
        "title": "Cookie-Dauer",
        "content": "Cookies können für unterschiedliche Zeiträume auf Ihrem Computer oder Mobilgerät verbleiben. Einige Cookies sind 'Session-Cookies', was bedeutet, dass sie nur existieren, während Ihr Browser geöffnet ist und automatisch gelöscht werden, sobald Sie Ihren Browser schließen. Andere Cookies sind 'dauerhafte Cookies', was bedeutet, dass sie nach dem Schließen Ihres Browsers überleben."
      },
      "managingCookies": {
        "title": "Cookie-Verwaltung",
        "content": "Sie haben das Recht zu entscheiden, ob Sie Cookies akzeptieren oder ablehnen. Sie können Ihre Cookie-Präferenzen mit den folgenden Methoden ausüben:",
        "options": {
          "browserSettings": {
            "title": "Browser-Einstellungen",
            "description": "Sie können Ihre Webbrowser-Steuerelemente einstellen oder ändern, um Cookies zu akzeptieren oder abzulehnen."
          },
          "preferenceTool": {
            "title": "Cookie-Präferenz-Tool",
            "description": "Sie können Ihre Cookie-Präferenzen über unser Cookie-Einwilligungstool verwalten."
          },
          "impact": {
            "title": "Auswirkungen der Deaktivierung von Cookies",
            "description": "Wenn Sie sich dafür entscheiden, Cookies abzulehnen, können Sie unsere Website weiterhin nutzen, obwohl Ihr Zugang zu einigen Funktionen und Bereichen eingeschränkt sein kann."
          }
        }
      },
      "updates": {
        "title": "Aktualisierungen dieser Cookie-Richtlinie",
        "content": "Wir können diese Cookie-Richtlinie von Zeit zu Zeit aktualisieren, um Änderungen bei den von uns verwendeten Cookies oder aus anderen betrieblichen, rechtlichen oder regulatorischen Gründen widerzuspiegeln. Bitte besuchen Sie diese Cookie-Richtlinie daher regelmäßig, um über unsere Verwendung von Cookies und verwandten Technologien informiert zu bleiben."
      },
      "contactUs": {
        "title": "Kontaktieren Sie uns",
        "content": "Wenn Sie Fragen zu unserer Verwendung von Cookies oder anderen Technologien haben, kontaktieren Sie uns bitte unter:"
      }
    }
  }
}