{
  "cookiePolicy": {
    "title": "سياسة ملفات تعريف الارتباط",
    "backToHome": "العودة إلى الصفحة الرئيسية",
    "effectiveDate": "سارية اعتباراً من: {{date}}",
    "introduction": "توضح سياسة ملفات تعريف الارتباط هذه كيف تستخدم شركة Dott LLC ("نحن" أو "لنا" أو "خاصتنا") ملفات تعريف الارتباط والتقنيات المماثلة للتعرف عليك عند زيارة موقعنا الإلكتروني على www.dottapps.com. وتوضح ماهية هذه التقنيات ولماذا نستخدمها، بالإضافة إلى حقوقك في التحكم في استخدامنا لها.",
    "companyName": "Dott LLC",
    "email": "البريد الإلكتروني",
    "website": "الموقع الإلكتروني",
    "address": {
      "street": "800 N King Street",
      "suite": "Suite 304 #2797",
      "city": "Wilmington, DE 19801",
      "country": "الولايات المتحدة"
    },
    "sections": {
      "whatAreCookies": {
        "title": "ما هي ملفات تعريف الارتباط",
        "content": "ملفات تعريف الارتباط هي ملفات بيانات صغيرة يتم وضعها على جهاز الكمبيوتر أو الجهاز المحمول الخاص بك عند زيارة موقع ويب. تُستخدم ملفات تعريف الارتباط على نطاق واسع من قبل أصحاب المواقع الإلكترونية لجعل مواقعهم تعمل، أو للعمل بكفاءة أكبر، وكذلك لتوفير معلومات التقارير."
      },
      "howWeUseCookies": {
        "title": "كيف نستخدم ملفات تعريف الارتباط",
        "content": "نستخدم ملفات تعريف الارتباط لعدة أسباب. بعض ملفات تعريف الارتباط مطلوبة لأسباب فنية لكي يعمل موقعنا الإلكتروني، ونشير إليها على أنها ملفات تعريف ارتباط "أساسية" أو "ضرورية للغاية". تمكننا ملفات تعريف الارتباط الأخرى من تتبع واستهداف اهتمامات مستخدمينا لتحسين التجربة على موقعنا الإلكتروني.",
        "categories": {
          "essential": {
            "title": "ملفات تعريف الارتباط الأساسية",
            "description": "هذه الملفات ضرورية للغاية لتزويدك بالخدمات المتاحة من خلال موقعنا الإلكتروني واستخدام بعض ميزاته."
          },
          "functional": {
            "title": "ملفات تعريف الارتباط الوظيفية",
            "description": "تتيح هذه الملفات وظائف محسّنة وإضفاء طابع شخصي، مثل مقاطع الفيديو والدردشات المباشرة."
          },
          "analytics": {
            "title": "ملفات تعريف الارتباط التحليلية",
            "description": "تساعدنا هذه الملفات على فهم كيفية استخدام موقعنا الإلكتروني أو مدى فعالية حملاتنا التسويقية."
          },
          "marketing": {
            "title": "ملفات تعريف الارتباط التسويقية",
            "description": "تُستخدم هذه الملفات لجعل الرسائل الإعلانية أكثر صلة بك."
          }
        }
      },
      "specificCookies": {
        "title": "ملفات تعريف الارتباط المحددة التي نستخدمها",
        "content": "فيما يلي وصف لأنواع محددة من ملفات تعريف الارتباط التي نستخدمها على موقعنا الإلكتروني:",
        "types": {
          "session": {
            "title": "ملفات تعريف ارتباط الجلسة",
            "description": "هذه ملفات تعريف ارتباط مؤقتة تنتهي صلاحيتها عند إغلاق المتصفح الخاص بك."
          },
          "persistent": {
            "title": "ملفات تعريف الارتباط الدائمة",
            "description": "تبقى هذه على جهازك لفترة زمنية محددة في ملف تعريف الارتباط."
          },
          "thirdParty": {
            "title": "ملفات تعريف ارتباط الطرف الثالث",
            "description": "يتم تعيين هذه بواسطة نطاق آخر غير الذي تزوره."
          }
        }
      },
      "cookieDuration": {
        "title": "مدة ملفات تعريف الارتباط",
        "content": "يمكن أن تبقى ملفات تعريف الارتباط على جهاز الكمبيوتر أو الجهاز المحمول الخاص بك لفترات زمنية مختلفة. بعض ملفات تعريف الارتباط هي "ملفات تعريف ارتباط الجلسة"، مما يعني أنها موجودة فقط أثناء فتح المتصفح الخاص بك ويتم حذفها تلقائيًا بمجرد إغلاق المتصفح. ملفات تعريف الارتباط الأخرى هي "ملفات تعريف ارتباط دائمة"، مما يعني أنها تبقى بعد إغلاق المتصفح."
      },
      "managingCookies": {
        "title": "إدارة ملفات تعريف الارتباط",
        "content": "لديك الحق في تقرير ما إذا كنت تريد قبول أو رفض ملفات تعريف الارتباط. يمكنك ممارسة تفضيلات ملفات تعريف الارتباط الخاصة بك باستخدام الطرق التالية:",
        "options": {
          "browserSettings": {
            "title": "إعدادات المتصفح",
            "description": "يمكنك تعيين أو تعديل عناصر التحكم في متصفح الويب الخاص بك لقبول أو رفض ملفات تعريف الارتباط."
          },
          "preferenceTool": {
            "title": "أداة تفضيلات ملفات تعريف الارتباط",
            "description": "يمكنك إدارة تفضيلات ملفات تعريف الارتباط الخاصة بك من خلال أداة الموافقة على ملفات تعريف الارتباط."
          },
          "impact": {
            "title": "تأثير تعطيل ملفات تعريف الارتباط",
            "description": "إذا اخترت رفض ملفات تعريف الارتباط، فلا يزال بإمكانك استخدام موقعنا الإلكتروني على الرغم من أن وصولك إلى بعض الوظائف والمناطق قد يكون مقيدًا."
          }
        }
      },
      "updates": {
        "title": "تحديثات سياسة ملفات تعريف الارتباط هذه",
        "content": "قد نقوم بتحديث سياسة ملفات تعريف الارتباط هذه من وقت لآخر لتعكس التغييرات في ملفات تعريف الارتباط التي نستخدمها أو لأسباب تشغيلية أو قانونية أو تنظيمية أخرى. لذا يرجى إعادة زيارة سياسة ملفات تعريف الارتباط هذه بانتظام للبقاء على اطلاع حول استخدامنا لملفات تعريف الارتباط والتقنيات ذات الصلة."
      },
      "contactUs": {
        "title": "اتصل بنا",
        "content": "إذا كان لديك أي أسئلة حول استخدامنا لملفات تعريف الارتباط أو التقنيات الأخرى، يرجى الاتصال بنا على:"
      }
    }
  }
}