{
  "cookiePolicy": {
    "title": "Política de Cookies",
    "backToHome": "Volver al Inicio",
    "effectiveDate": "Vigente a partir de: {{date}}",
    "introduction": "Esta Política de Cookies explica cómo Dott LLC ("nosotros", "nos", o "nuestro") utiliza cookies y tecnologías similares para reconocerle cuando visita nuestro sitio web en www.dottapps.com. Explica qué son estas tecnologías y por qué las usamos, así como sus derechos para controlar nuestro uso de las mismas.",
    "companyName": "Dott LLC",
    "email": "Correo electrónico",
    "website": "Sitio web",
    "address": {
      "street": "800 N King Street",
      "suite": "Suite 304 #2797",
      "city": "Wilmington, DE 19801",
      "country": "Estados Unidos"
    },
    "sections": {
      "whatAreCookies": {
        "title": "¿Qué son las Cookies?",
        "content": "Las cookies son pequeños archivos de datos que se colocan en su computadora o dispositivo móvil cuando visita un sitio web. Las cookies son ampliamente utilizadas por los propietarios de sitios web para hacer que sus sitios web funcionen, o funcionen de manera más eficiente, así como para proporcionar información de informes."
      },
      "howWeUseCookies": {
        "title": "Cómo Usamos las Cookies",
        "content": "Usamos cookies por varias razones. Algunas cookies son necesarias por razones técnicas para que nuestro sitio web funcione, y nos referimos a estas como cookies "esenciales" o "estrictamente necesarias". Otras cookies nos permiten rastrear y dirigir los intereses de nuestros usuarios para mejorar la experiencia en nuestro sitio web.",
        "categories": {
          "essential": {
            "title": "Cookies Esenciales",
            "description": "Estas cookies son estrictamente necesarias para proporcionarle los servicios disponibles a través de nuestro sitio web y para usar algunas de sus funciones."
          },
          "functional": {
            "title": "Cookies Funcionales",
            "description": "Estas cookies permiten funcionalidad mejorada y personalización, como videos y chats en vivo."
          },
          "analytics": {
            "title": "Cookies de Análisis",
            "description": "Estas cookies nos ayudan a entender cómo se está utilizando nuestro sitio web o qué tan efectivas son nuestras campañas de marketing."
          },
          "marketing": {
            "title": "Cookies de Marketing",
            "description": "Estas cookies se utilizan para hacer que los mensajes publicitarios sean más relevantes para usted."
          }
        }
      },
      "specificCookies": {
        "title": "Cookies Específicas que Usamos",
        "content": "Lo siguiente describe los tipos específicos de cookies que usamos en nuestro sitio web:",
        "types": {
          "session": {
            "title": "Cookies de Sesión",
            "description": "Estas son cookies temporales que expiran cuando cierra su navegador."
          },
          "persistent": {
            "title": "Cookies Persistentes",
            "description": "Estas permanecen en su dispositivo durante un período de tiempo establecido especificado en la cookie."
          },
          "thirdParty": {
            "title": "Cookies de Terceros",
            "description": "Estas son establecidas por un dominio distinto al que está visitando."
          }
        }
      },
      "cookieDuration": {
        "title": "Duración de las Cookies",
        "content": "Las cookies pueden permanecer en su computadora o dispositivo móvil durante diferentes períodos de tiempo. Algunas cookies son 'cookies de sesión', lo que significa que existen solo mientras su navegador está abierto y se eliminan automáticamente una vez que cierra su navegador. Otras cookies son 'cookies persistentes', lo que significa que sobreviven después de que se cierra su navegador."
      },
      "managingCookies": {
        "title": "Gestión de Cookies",
        "content": "Usted tiene derecho a decidir si acepta o rechaza las cookies. Puede ejercer sus preferencias de cookies utilizando los siguientes métodos:",
        "options": {
          "browserSettings": {
            "title": "Configuración del Navegador",
            "description": "Puede configurar o modificar los controles de su navegador web para aceptar o rechazar cookies."
          },
          "preferenceTool": {
            "title": "Herramienta de Preferencias de Cookies",
            "description": "Puede gestionar sus preferencias de cookies a través de nuestra herramienta de consentimiento de cookies."
          },
          "impact": {
            "title": "Impacto de Desactivar las Cookies",
            "description": "Si decide rechazar las cookies, aún puede usar nuestro sitio web aunque su acceso a algunas funcionalidades y áreas puede estar restringido."
          }
        }
      },
      "updates": {
        "title": "Actualizaciones a Esta Política de Cookies",
        "content": "Podemos actualizar esta Política de Cookies de vez en cuando para reflejar cambios en las cookies que usamos o por otras razones operativas, legales o regulatorias. Por lo tanto, vuelva a visitar esta Política de Cookies regularmente para mantenerse informado sobre nuestro uso de cookies y tecnologías relacionadas."
      },
      "contactUs": {
        "title": "Contáctenos",
        "content": "Si tiene alguna pregunta sobre nuestro uso de cookies u otras tecnologías, por favor contáctenos en:"
      }
    }
  }
}