{
  "title": "Términos de Uso",
  "effectiveDate": "Vigente a partir de: {{date}}",
  "introduction": "Bienvenido a Dott, un servicio proporcionado por Dott LLC. Este Acuerdo de Términos de Uso (\"Acuerdo\") rige su uso del sitio web de Dott, aplicaciones móviles y todos los servicios relacionados ofrecidos por Dott LLC. Al acceder o usar nuestro servicio, usted reconoce que ha leído, entendido y acepta estar sujeto a estos términos.",
  "navigation": {
    "backToDashboard": "Volver al Panel",
    "backToHome": "Volver al Inicio"
  },
  "sections": {
    "acceptance": {
      "title": "1. Aceptación de Términos",
      "content": "Al registrarse y/o usar Dott de cualquier manera, incluyendo pero no limitado a visitar o navegar el sitio web o descargar la aplicación, usted acepta estar sujeto a este Acuerdo, todas las leyes y regulaciones aplicables, y acepta que es responsable del cumplimiento de cualquier ley local aplicable. Si no está de acuerdo con alguno de estos términos, tiene prohibido usar o acceder a Dott. Los materiales contenidos en Dott están protegidos por las leyes de derechos de autor y marcas registradas aplicables."
    },
    "service": {
      "title": "2. Descripción del Servicio",
      "content": "Dott es una plataforma integral de gestión financiera que proporciona a las empresas herramientas para contabilidad, nómina, procesamiento de pagos, facturación e insights financieros. Nuestros servicios incluyen acceso basado en suscripción a nuestro software, capacidades de procesamiento de pagos, servicios de nómina y factoraje de facturas en regiones seleccionadas. Las características específicas disponibles para usted pueden depender de su nivel de suscripción, ubicación geográfica y leyes y regulaciones aplicables."
    },
    "accounts": {
      "title": "3. Cuentas de Usuario",
      "content": "Para acceder a la mayoría de las características de Dott, debe registrarse para una cuenta. Usted acepta proporcionar información precisa, actual y completa durante el proceso de registro y actualizar dicha información para mantenerla precisa, actual y completa. Usted es responsable de salvaguardar su contraseña y de todas las actividades que ocurran bajo su cuenta. Usted acepta notificar a Dott LLC inmediatamente de cualquier uso no autorizado de su cuenta. Dott LLC no puede y no será responsable de ninguna pérdida o daño que surja de su falla en cumplir con los requisitos anteriores."
    },
    "payments": {
      "title": "4. Suscripción y Pagos",
      "content": "Dott ofrece varios planes de suscripción y servicios de pago. Al suscribirse a nuestros servicios, usted acepta pagar las tarifas aplicables cuando se venzan. Las tarifas de suscripción se facturan por adelantado mensual o anualmente dependiendo de su ciclo de facturación seleccionado. Cuando se registra para un servicio de pago, debe proporcionar información precisa y completa para un método de pago válido que esté autorizado a usar.",
      "recurring": {
        "title": "4.1 Facturación Recurrente",
        "content": "Al suscribirse a los servicios de Dott, nos autoriza a cargar el método de pago que nos proporcione de forma recurrente. Si no podemos cargar su método de pago por cualquier razón, nos reservamos el derecho de terminar o suspender su acceso a los servicios de pago."
      },
      "processing": {
        "title": "4.2 Procesamiento de Pagos",
        "content": "Dott usa procesadores de pagos de terceros incluyendo Stripe, Flutterwave, DLocal, Wise, PayPal y otros para procesar transacciones. Su uso de estos servicios de pago está sujeto a los términos de servicio y política de privacidad del procesador de pagos aplicable. Dott cobra una tarifa de transacción por los servicios de procesamiento de pagos como se describe en nuestra página de precios."
      },
      "refunds": {
        "title": "4.3 Reembolsos",
        "content": "Todas las tarifas no son reembolsables a menos que se especifique lo contrario o sea requerido por la ley aplicable. Si cree que se le ha cobrado por error, póngase en contacto con nuestro equipo de soporte al cliente."
      }
    },
    "conduct": {
      "title": "5. Conducta del Usuario",
      "content": "Usted acepta usar Dott solo para propósitos legales y de acuerdo con este Acuerdo. Usted acepta no usar Dott:",
      "violations": {
        "law": "De cualquier manera que viole cualquier ley o regulación federal, estatal, local o internacional aplicable.",
        "material": "Para transmitir cualquier material que sea ilegal, amenazante, abusivo, difamatorio, obsceno o de otra manera objetable.",
        "impersonation": "Para hacerse pasar o intentar hacerse pasar por Dott LLC, un empleado de Dott LLC, otro usuario o cualquier otra persona o entidad.",
        "interference": "Para participar en cualquier actividad que interfiera o interrumpa los servicios (o los servidores y redes conectados a los servicios).",
        "security": "Para intentar eludir cualquier medida de seguridad implementada por Dott LLC.",
        "financial": "Para lavado de dinero, financiamiento del terrorismo o cualquier otra actividad financiera ilegal."
      }
    },
    "financial": {
      "title": "6. Servicios de Pago y Financieros",
      "content": "Dott permite a los usuarios procesar pagos, gestionar nóminas y acceder a servicios financieros a través de varios proveedores de terceros. Al usar estos servicios, usted acepta cumplir con todas las leyes y regulaciones aplicables, incluyendo aquellas relacionadas con transacciones financieras, requisitos anti-lavado de dinero y privacidad de datos.",
      "processing": {
        "title": "6.1 Procesamiento de Pagos",
        "content": "El uso de nuestras características de procesamiento de pagos está sujeto a los términos de servicio de nuestros socios de pago. Usted es responsable de asegurar que toda la información de pago proporcionada sea precisa y que esté autorizado a usar los métodos de pago que proporcione."
      },
      "factoring": {
        "title": "6.2 Factoraje de Facturas",
        "content": "Donde esté disponible, Dott ofrece servicios de factoraje de facturas sujetos a términos adicionales y requisitos de elegibilidad. Estos servicios actualmente solo están disponibles en Estados Unidos y Canadá. Al usar nuestros servicios de factoraje de facturas, autoriza a Dott LLC a verificar su información comercial, historial crediticio y otros detalles relevantes."
      },
      "international": {
        "title": "6.3 Transacciones Internacionales",
        "content": "Para transacciones internacionales, usted reconoce que pueden aplicar tasas de conversión de moneda y tarifas adicionales. Dott LLC no es responsable de ninguna tarifa cobrada por su institución financiera o cualquier procesador de pagos de terceros."
      }
    },
    "data": {
      "title": "7. Datos y Contenido",
      "content": "Usted retiene todos los derechos sobre sus datos subidos a Dott. Al usar nuestros servicios, otorga a Dott LLC una licencia no exclusiva, mundial y libre de regalías para usar, procesar y mostrar sus datos únicamente con el propósito de proporcionar y mejorar nuestros servicios. Mantendremos salvaguardas administrativas, físicas y técnicas apropiadas para proteger sus datos.",
      "processing": {
        "title": "7.1 Procesamiento de Datos",
        "content": "Como parte de proporcionar nuestros servicios, Dott procesa datos financieros y personales de acuerdo con nuestra Política de Privacidad. Usted reconoce que Dott puede usar proveedores de servicios de terceros para procesar datos en nuestro nombre."
      },
      "security": {
        "title": "7.2 Seguridad de Datos",
        "content": "Usted es responsable de mantener la confidencialidad de la información de su cuenta y de restringir el acceso a su computadora o dispositivo. Usted acepta aceptar la responsabilidad de todas las actividades que ocurran bajo su cuenta."
      }
    },
    "contact": {
      "title": "21. Información de Contacto",
      "content": "Si tiene alguna pregunta sobre este Acuerdo, póngase en contacto con nosotros en:"
    }
  },
  "contactInfo": {
    "company": "Dott LLC",
    "address": "800 N King Street",
    "suite": "Suite 304 #2797",
    "city": "Wilmington, DE 19801",
    "country": "Estados Unidos",
    "email": "Correo electrónico: support@dottapps.com"
  }
}