{
  "cookiePolicy": {
    "title": "Cookiebeleid",
    "backToHome": "Terug naar Home",
    "effectiveDate": "Geldig vanaf: {{date}}",
    "introduction": "Dit Cookiebeleid legt uit hoe Dott LLC ("wij", "ons" of "onze") cookies en soortgelijke technologieën gebruikt om u te herkennen wanneer u onze website bezoekt op www.dottapps.com. Het legt uit wat deze technologieën zijn en waarom we ze gebruiken, evenals uw rechten om ons gebruik ervan te controleren.",
    "companyName": "Dott LLC",
    "email": "E-mail",
    "website": "Website",
    "address": {
      "street": "800 N King Street",
      "suite": "Suite 304 #2797",
      "city": "Wilmington, DE 19801",
      "country": "Verenigde Staten"
    },
    "sections": {
      "whatAreCookies": {
        "title": "Wat zijn Cookies",
        "content": "Cookies zijn kleine gegevensbestanden die op uw computer of mobiel apparaat worden geplaatst wanneer u een website bezoekt. Cookies worden veel gebruikt door website-eigenaren om hun websites te laten werken, of om ze efficiënter te laten werken, evenals om rapportage-informatie te verstrekken."
      },
      "howWeUseCookies": {
        "title": "Hoe we Cookies Gebruiken",
        "content": "We gebruiken cookies om verschillende redenen. Sommige cookies zijn om technische redenen vereist om onze website te laten functioneren, en we noemen deze "essentiële" of "strikt noodzakelijke" cookies. Andere cookies stellen ons in staat om de interesses van onze gebruikers te volgen en te targeten om de ervaring op onze website te verbeteren.",
        "categories": {
          "essential": {
            "title": "Essentiële Cookies",
            "description": "Deze cookies zijn strikt noodzakelijk om u de diensten te verlenen die beschikbaar zijn via onze website en om sommige functies ervan te gebruiken."
          },
          "functional": {
            "title": "Functionele Cookies",
            "description": "Deze cookies maken verbeterde functionaliteit en personalisatie mogelijk, zoals video's en live chats."
          },
          "analytics": {
            "title": "Analytische Cookies",
            "description": "Deze cookies helpen ons te begrijpen hoe onze website wordt gebruikt of hoe effectief onze marketingcampagnes zijn."
          },
          "marketing": {
            "title": "Marketing Cookies",
            "description": "Deze cookies worden gebruikt om reclameboodschappen relevanter voor u te maken."
          }
        }
      },
      "specificCookies": {
        "title": "Specifieke Cookies die we Gebruiken",
        "content": "Het volgende beschrijft de specifieke soorten cookies die we op onze website gebruiken:",
        "types": {
          "session": {
            "title": "Sessiecookies",
            "description": "Dit zijn tijdelijke cookies die vervallen wanneer u uw browser sluit."
          },
          "persistent": {
            "title": "Permanente Cookies",
            "description": "Deze blijven op uw apparaat voor een bepaalde periode die in de cookie is gespecificeerd."
          },
          "thirdParty": {
            "title": "Cookies van Derden",
            "description": "Deze worden ingesteld door een ander domein dan het domein dat u bezoekt."
          }
        }
      },
      "cookieDuration": {
        "title": "Cookie Duur",
        "content": "Cookies kunnen voor verschillende perioden op uw computer of mobiel apparaat blijven staan. Sommige cookies zijn 'sessiecookies', wat betekent dat ze alleen bestaan terwijl uw browser open is en automatisch worden verwijderd zodra u uw browser sluit. Andere cookies zijn 'permanente cookies', wat betekent dat ze blijven bestaan nadat uw browser is gesloten."
      },
      "managingCookies": {
        "title": "Cookies Beheren",
        "content": "U heeft het recht om te beslissen of u cookies accepteert of weigert. U kunt uw cookievoorkeuren uitoefenen door de volgende methoden te gebruiken:",
        "options": {
          "browserSettings": {
            "title": "Browserinstellingen",
            "description": "U kunt uw webbrowsercontroles instellen of wijzigen om cookies te accepteren of te weigeren."
          },
          "preferenceTool": {
            "title": "Cookie Voorkeurstool",
            "description": "U kunt uw cookievoorkeuren beheren via onze cookie-toestemmingstool."
          },
          "impact": {
            "title": "Impact van het Uitschakelen van Cookies",
            "description": "Als u ervoor kiest om cookies te weigeren, kunt u onze website nog steeds gebruiken, hoewel uw toegang tot sommige functionaliteiten en gebieden beperkt kan zijn."
          }
        }
      },
      "updates": {
        "title": "Updates van dit Cookiebeleid",
        "content": "We kunnen dit Cookiebeleid van tijd tot tijd bijwerken om wijzigingen in de cookies die we gebruiken weer te geven of om andere operationele, juridische of regelgevende redenen. Bezoek daarom dit Cookiebeleid regelmatig opnieuw om op de hoogte te blijven van ons gebruik van cookies en gerelateerde technologieën."
      },
      "contactUs": {
        "title": "Neem Contact met ons Op",
        "content": "Als u vragen heeft over ons gebruik van cookies of andere technologieën, neem dan contact met ons op via:"
      }
    }
  }
}