{
  "cookiePolicy": {
    "title": "Chính Sách Cookie",
    "backToHome": "Quay lại Trang chủ",
    "effectiveDate": "Có hiệu lực từ: {{date}}",
    "introduction": "Chính Sách Cookie này giải thích cách Dott LLC ("chúng tôi", "của chúng tôi") sử dụng cookie và các công nghệ tương tự để nhận dạng bạn khi bạn truy cập trang web của chúng tôi tại www.dottapps.com. Nó giải thích những công nghệ này là gì và tại sao chúng tôi sử dụng chúng, cũng như quyền của bạn để kiểm soát việc sử dụng của chúng tôi.",
    "companyName": "Dott LLC",
    "email": "Email",
    "website": "Trang web",
    "address": {
      "street": "800 N King Street",
      "suite": "Suite 304 #2797",
      "city": "Wilmington, DE 19801",
      "country": "Hoa Kỳ"
    },
    "sections": {
      "whatAreCookies": {
        "title": "Cookie là gì",
        "content": "Cookie là các tệp dữ liệu nhỏ được đặt trên máy tính hoặc thiết bị di động của bạn khi bạn truy cập một trang web. Cookie được sử dụng rộng rãi bởi các chủ sở hữu trang web để làm cho trang web của họ hoạt động, hoặc hoạt động hiệu quả hơn, cũng như để cung cấp thông tin báo cáo."
      },
      "howWeUseCookies": {
        "title": "Cách chúng tôi sử dụng Cookie",
        "content": "Chúng tôi sử dụng cookie vì nhiều lý do. Một số cookie là cần thiết vì lý do kỹ thuật để trang web của chúng tôi hoạt động, và chúng tôi gọi đây là cookie "thiết yếu" hoặc "cần thiết tuyệt đối". Các cookie khác cho phép chúng tôi theo dõi và nhắm mục tiêu đến sở thích của người dùng để nâng cao trải nghiệm trên trang web của chúng tôi.",
        "categories": {
          "essential": {
            "title": "Cookie Thiết Yếu",
            "description": "Những cookie này hoàn toàn cần thiết để cung cấp cho bạn các dịch vụ có sẵn thông qua trang web của chúng tôi và để sử dụng một số tính năng của nó."
          },
          "functional": {
            "title": "Cookie Chức Năng",
            "description": "Những cookie này cho phép chức năng nâng cao và cá nhân hóa, chẳng hạn như video và trò chuyện trực tiếp."
          },
          "analytics": {
            "title": "Cookie Phân Tích",
            "description": "Những cookie này giúp chúng tôi hiểu cách trang web của chúng tôi đang được sử dụng hoặc hiệu quả của các chiến dịch tiếp thị của chúng tôi."
          },
          "marketing": {
            "title": "Cookie Tiếp Thị",
            "description": "Những cookie này được sử dụng để làm cho các thông điệp quảng cáo phù hợp hơn với bạn."
          }
        }
      },
      "specificCookies": {
        "title": "Cookie Cụ Thể Chúng Tôi Sử Dụng",
        "content": "Sau đây mô tả các loại cookie cụ thể mà chúng tôi sử dụng trên trang web của mình:",
        "types": {
          "session": {
            "title": "Cookie Phiên",
            "description": "Đây là cookie tạm thời hết hạn khi bạn đóng trình duyệt của mình."
          },
          "persistent": {
            "title": "Cookie Liên Tục",
            "description": "Những cookie này vẫn tồn tại trên thiết bị của bạn trong một khoảng thời gian được chỉ định trong cookie."
          },
          "thirdParty": {
            "title": "Cookie Bên Thứ Ba",
            "description": "Những cookie này được thiết lập bởi một tên miền khác với tên miền bạn đang truy cập."
          }
        }
      },
      "cookieDuration": {
        "title": "Thời Gian Cookie",
        "content": "Cookie có thể tồn tại trên máy tính hoặc thiết bị di động của bạn trong các khoảng thời gian khác nhau. Một số cookie là 'cookie phiên', có nghĩa là chúng chỉ tồn tại khi trình duyệt của bạn mở và được xóa tự động khi bạn đóng trình duyệt. Các cookie khác là 'cookie liên tục', có nghĩa là chúng tồn tại sau khi trình duyệt của bạn đóng."
      },
      "managingCookies": {
        "title": "Quản Lý Cookie",
        "content": "Bạn có quyền quyết định chấp nhận hay từ chối cookie. Bạn có thể thực hiện tùy chọn cookie của mình bằng cách sử dụng các phương pháp sau:",
        "options": {
          "browserSettings": {
            "title": "Cài Đặt Trình Duyệt",
            "description": "Bạn có thể thiết lập hoặc sửa đổi các điều khiển trình duyệt web của mình để chấp nhận hoặc từ chối cookie."
          },
          "preferenceTool": {
            "title": "Công Cụ Tùy Chọn Cookie",
            "description": "Bạn có thể quản lý tùy chọn cookie của mình thông qua công cụ đồng ý cookie của chúng tôi."
          },
          "impact": {
            "title": "Tác Động của Việc Vô Hiệu Hóa Cookie",
            "description": "Nếu bạn chọn từ chối cookie, bạn vẫn có thể sử dụng trang web của chúng tôi mặc dù quyền truy cập của bạn vào một số chức năng và khu vực có thể bị hạn chế."
          }
        }
      },
      "updates": {
        "title": "Cập Nhật Chính Sách Cookie Này",
        "content": "Chúng tôi có thể cập nhật Chính Sách Cookie này theo thời gian để phản ánh những thay đổi đối với cookie mà chúng tôi sử dụng hoặc vì các lý do hoạt động, pháp lý hoặc quy định khác. Do đó, vui lòng xem lại Chính Sách Cookie này thường xuyên để được thông báo về việc sử dụng cookie và các công nghệ liên quan của chúng tôi."
      },
      "contactUs": {
        "title": "Liên Hệ Chúng Tôi",
        "content": "Nếu bạn có bất kỳ câu hỏi nào về việc sử dụng cookie hoặc các công nghệ khác của chúng tôi, vui lòng liên hệ với chúng tôi tại:"
      }
    }
  }
}