{
  "cookiePolicy": {
    "title": "Politique de Cookies",
    "backToHome": "Retour à l'Accueil",
    "effectiveDate": "En vigueur à partir du : {{date}}",
    "introduction": "Cette Politique de Cookies explique comment Dott LLC ("nous", "notre", ou "nos") utilise des cookies et des technologies similaires pour vous reconnaître lorsque vous visitez notre site web à www.dottapps.com. Elle explique ce que sont ces technologies et pourquoi nous les utilisons, ainsi que vos droits de contrôler notre utilisation de celles-ci.",
    "companyName": "Dott LLC",
    "email": "Email",
    "website": "Site web",
    "address": {
      "street": "800 N King Street",
      "suite": "Suite 304 #2797",
      "city": "Wilmington, DE 19801",
      "country": "États-Unis"
    },
    "sections": {
      "whatAreCookies": {
        "title": "Que Sont les Cookies",
        "content": "Les cookies sont de petits fichiers de données qui sont placés sur votre ordinateur ou appareil mobile lorsque vous visitez un site web. Les cookies sont largement utilisés par les propriétaires de sites web afin de faire fonctionner leurs sites web, ou de les faire fonctionner plus efficacement, ainsi que pour fournir des informations de rapport."
      },
      "howWeUseCookies": {
        "title": "Comment Nous Utilisons les Cookies",
        "content": "Nous utilisons des cookies pour plusieurs raisons. Certains cookies sont requis pour des raisons techniques afin que notre site web fonctionne, et nous les appelons cookies "essentiels" ou "strictement nécessaires". D'autres cookies nous permettent de suivre et de cibler les intérêts de nos utilisateurs pour améliorer l'expérience sur notre site web.",
        "categories": {
          "essential": {
            "title": "Cookies Essentiels",
            "description": "Ces cookies sont strictement nécessaires pour vous fournir les services disponibles via notre site web et pour utiliser certaines de ses fonctionnalités."
          },
          "functional": {
            "title": "Cookies Fonctionnels",
            "description": "Ces cookies permettent une fonctionnalité améliorée et une personnalisation, comme les vidéos et les chats en direct."
          },
          "analytics": {
            "title": "Cookies d'Analyse",
            "description": "Ces cookies nous aident à comprendre comment notre site web est utilisé ou à quel point nos campagnes marketing sont efficaces."
          },
          "marketing": {
            "title": "Cookies Marketing",
            "description": "Ces cookies sont utilisés pour rendre les messages publicitaires plus pertinents pour vous."
          }
        }
      },
      "specificCookies": {
        "title": "Cookies Spécifiques que Nous Utilisons",
        "content": "Ce qui suit décrit les types spécifiques de cookies que nous utilisons sur notre site web :",
        "types": {
          "session": {
            "title": "Cookies de Session",
            "description": "Ce sont des cookies temporaires qui expirent lorsque vous fermez votre navigateur."
          },
          "persistent": {
            "title": "Cookies Persistants",
            "description": "Ceux-ci restent sur votre appareil pendant une période de temps définie spécifiée dans le cookie."
          },
          "thirdParty": {
            "title": "Cookies Tiers",
            "description": "Ceux-ci sont définis par un domaine autre que celui que vous visitez."
          }
        }
      },
      "cookieDuration": {
        "title": "Durée des Cookies",
        "content": "Les cookies peuvent rester sur votre ordinateur ou appareil mobile pendant différentes périodes de temps. Certains cookies sont des 'cookies de session', ce qui signifie qu'ils n'existent que pendant que votre navigateur est ouvert et sont supprimés automatiquement une fois que vous fermez votre navigateur. D'autres cookies sont des 'cookies persistants', ce qui signifie qu'ils survivent après la fermeture de votre navigateur."
      },
      "managingCookies": {
        "title": "Gestion des Cookies",
        "content": "Vous avez le droit de décider d'accepter ou de refuser les cookies. Vous pouvez exercer vos préférences de cookies en utilisant les méthodes suivantes :",
        "options": {
          "browserSettings": {
            "title": "Paramètres du Navigateur",
            "description": "Vous pouvez définir ou modifier les contrôles de votre navigateur web pour accepter ou refuser les cookies."
          },
          "preferenceTool": {
            "title": "Outil de Préférences de Cookies",
            "description": "Vous pouvez gérer vos préférences de cookies via notre outil de consentement aux cookies."
          },
          "impact": {
            "title": "Impact de la Désactivation des Cookies",
            "description": "Si vous choisissez de refuser les cookies, vous pouvez toujours utiliser notre site web bien que votre accès à certaines fonctionnalités et zones puisse être restreint."
          }
        }
      },
      "updates": {
        "title": "Mises à Jour de Cette Politique de Cookies",
        "content": "Nous pouvons mettre à jour cette Politique de Cookies de temps en temps afin de refléter les changements dans les cookies que nous utilisons ou pour d'autres raisons opérationnelles, légales ou réglementaires. Veuillez donc revisiter cette Politique de Cookies régulièrement pour rester informé de notre utilisation des cookies et des technologies connexes."
      },
      "contactUs": {
        "title": "Nous Contacter",
        "content": "Si vous avez des questions sur notre utilisation des cookies ou d'autres technologies, veuillez nous contacter à :"
      }
    }
  }
}