{
  "title": "Politique de Confidentialité",
  "effectiveDate": "En vigueur à compter du : {{date}}",
  "introduction": "Chez Dott LLC, nous valorisons votre confiance et respectons votre vie privée. Nous existons pour fournir aux entreprises des outils complets de gestion financière. Cette Politique de Confidentialité explique, dans un langage clair et simple, quelles informations nous collectons, comment nous les utilisons et les choix que vous avez concernant vos informations personnelles, afin que vous puissiez utiliser notre plateforme en toute confiance.",
  "navigation": {
    "backToDashboard": "Retour au Tableau de Bord",
    "backToHome": "Retour à l'Accueil"
  },
  "sections": {
    "scope": {
      "title": "A. Portée",
      "content": "Protéger vos informations personnelles est important pour nous. Cette politique de confidentialité s'applique à nos produits et services offerts sous la marque Dott, nos sites web et nos applications mobiles qui incorporent cette politique de confidentialité. Nos produits et services sont offerts par Dott LLC. Cette politique couvre comment nous collectons, utilisons, stockons, traitons et partageons vos informations en relation avec notre plateforme de gestion financière, incluant la comptabilité, la paie, le traitement des paiements, la facturation et autres services."
    },
    "personalInfo": {
      "title": "B. Informations Personnelles",
      "content": "Dans le cadre de la fourniture de nos services, nous pouvons collecter des informations personnelles vous concernant, votre entreprise, vos employés et vos clients. Les 'Informations Personnelles' sont des données qui peuvent être utilisées pour identifier une personne individuellement. Cette politique décrit notre collecte, protection, utilisation, rétention, divulgation et autre traitement des Informations Personnelles et vos droits liés à ces activités.",
      "businessInfo": {
        "title": "B.1 Informations Commerciales",
        "content": "Cela inclut le nom de votre entreprise, adresse, numéros d'identification fiscale, type d'industrie, type d'entité commerciale et autres informations nécessaires pour fournir nos services."
      },
      "individualInfo": {
        "title": "B.2 Informations Individuelles",
        "content": "Cela inclut des informations vous concernant en tant que propriétaire d'entreprise, vos employés, contractants et vos clients, selon les besoins pour fournir nos services."
      }
    },
    "categories": {
      "title": "C. Catégories d'Informations Personnelles Collectées",
      "content": "Les informations que nous pouvons collecter incluent, mais ne se limitent pas à :",
      "identification": {
        "title": "C.1 Informations d'Identification",
        "content": "Informations de contact (nom, adresse e-mail, numéro de téléphone, adresse postale), Numéros d'Identification Gouvernementaux (EIN, SSN, IDs fiscaux), Date de naissance, identification photographique et documentation commerciale."
      },
      "financial": {
        "title": "C.2 Informations Financières",
        "content": "Détails des comptes bancaires, informations des cartes de paiement, historique des transactions, soldes des comptes, registres de paiement, historique de crédit, états financiers et informations de paie."
      },
      "employee": {
        "title": "C.3 Informations des Employés",
        "content": "Pour les services de paie, nous collectons des informations sur vos employés incluant leurs noms, détails de contact, informations salariales, informations de retenue fiscale, détails bancaires pour dépôt direct et autres données liées à l'emploi."
      },
      "technical": {
        "title": "C.4 Informations Techniques",
        "content": "Informations sur l'appareil (adresse IP, type d'appareil, système d'exploitation), Informations sur le navigateur, Données de géolocalisation, Données d'utilisation, Informations de connexion et Données d'interaction de l'application."
      },
      "customer": {
        "title": "C.5 Informations Client",
        "content": "Lorsque vous utilisez nos fonctionnalités de facturation ou de traitement des paiements, nous pouvons collecter des informations sur vos clients nécessaires pour traiter ces transactions."
      },
      "tax": {
        "title": "C.6 Informations Fiscales",
        "content": "Lorsque vous utilisez nos fonctionnalités fiscales, nous collectons l'emplacement de votre entreprise, les taux d'imposition que vous saisissez, les préférences de paramètres fiscaux et l'historique des calculs fiscaux. Nous pouvons également traiter des requêtes liées aux impôts lorsque vous utilisez nos fonctionnalités de suggestions fiscales alimentées par l'IA. Ces informations sont utilisées uniquement pour fournir des services de calcul fiscal et ne sont pas utilisées pour la déclaration ou le reporting fiscal en votre nom."
      }
    },
    "collection": {
      "title": "D. Comment Nous Collectons Vos Informations",
      "content": "Nous collectons des informations de diverses sources :",
      "direct": {
        "title": "D.1 Collecte Directe",
        "content": "Informations que vous fournissez lorsque vous vous inscrivez à nos services, configurez votre compte, connectez vos comptes financiers, traitez des paiements ou communiquez avec nous."
      },
      "automated": {
        "title": "D.2 Collecte Automatisée",
        "content": "Informations collectées automatiquement via des cookies, balises web et technologies similaires lorsque vous utilisez nos services."
      },
      "thirdParty": {
        "title": "D.3 Sources Tierces",
        "content": "Informations que nous recevons de fournisseurs de services tiers, partenaires commerciaux, services de vérification d'identité, bureaux de crédit et autres sources publiquement disponibles."
      },
      "financial": {
        "title": "D.4 Institutions Financières",
        "content": "Lorsque vous connectez vos comptes bancaires ou autres services financiers à Dott, nous collectons des informations de ces institutions financières avec votre autorisation."
      }
    },
    "usage": {
      "title": "E. Comment Nous Utilisons Vos Informations",
      "content": "Nous utilisons vos informations aux fins suivantes :",
      "services": {
        "title": "E.1 Fournir et Améliorer Nos Services",
        "content": "Pour fournir les services de gestion financière que vous demandez, traiter les transactions, faciliter les paiements, gérer les factures, traiter la paie, fournir un support technique et améliorer notre plateforme."
      },
      "security": {
        "title": "E.2 Authentification et Sécurité",
        "content": "Pour vérifier votre identité, sécuriser votre compte, prévenir la fraude et assurer la sécurité de notre plateforme."
      },
      "communications": {
        "title": "E.3 Communications",
        "content": "Pour communiquer avec vous concernant votre compte, fournir un support client, envoyer des mises à jour de service et, avec votre consentement, envoyer des communications marketing."
      },
      "compliance": {
        "title": "E.4 Conformité Légale",
        "content": "Pour respecter nos obligations légales, incluant les réglementations anti-blanchiment d'argent, les exigences de déclaration fiscale et autres réglementations des services financiers."
      },
      "analytics": {
        "title": "E.5 Analyses et Améliorations",
        "content": "Pour analyser les modèles d'utilisation, résoudre les problèmes techniques et développer de nouvelles fonctionnalités et services."
      }
    },
    "sharing": {
      "title": "F. Partage et Divulgation d'Informations",
      "content": "Nous pouvons partager vos informations avec les catégories de destinataires suivantes :",
      "providers": {
        "title": "F.1 Fournisseurs de Services",
        "content": "Fournisseurs de services tiers qui nous aident à livrer nos services, incluant les processeurs de paiement (Stripe, Flutterwave, DLocal, Wise, PayPal), fournisseurs d'hébergement, services de support client et fournisseurs d'analyses."
      },
      "partners": {
        "title": "F.2 Partenaires Financiers",
        "content": "Banques et institutions financières nécessaires pour traiter les transactions, faciliter les paiements et fournir des services d'affacturage de factures."
      },
      "authorities": {
        "title": "F.3 Autorités Légales et Réglementaires",
        "content": "Autorités gouvernementales, forces de l'ordre et autres tiers lorsque requis par la loi, pour se conformer aux processus légaux ou pour protéger nos droits."
      },
      "transfers": {
        "title": "F.4 Transferts Commerciaux",
        "content": "En relation avec toute fusion, acquisition ou vente d'actifs de l'entreprise, vos informations peuvent être transférées comme un actif commercial."
      },
      "consent": {
        "title": "F.5 Avec Votre Consentement",
        "content": "Nous pouvons partager vos informations avec d'autres tiers lorsque vous avez donné votre consentement pour le faire."
      }
    },
    "rights": {
      "title": "G. Vos Choix et Droits",
      "content": "Selon votre juridiction, vous pouvez avoir les droits suivants concernant vos informations personnelles :",
      "access": {
        "title": "G.1 Accès et Portabilité",
        "content": "Vous pouvez demander l'accès à vos informations personnelles et recevoir une copie dans un format structuré et couramment utilisé."
      },
      "correction": {
        "title": "G.2 Correction",
        "content": "Vous pouvez demander que nous corrigions des informations personnelles inexactes ou incomplètes."
      },
      "deletion": {
        "title": "G.3 Suppression",
        "content": "Vous pouvez demander que nous supprimions vos informations personnelles, sous réserve de certaines exceptions."
      },
      "objection": {
        "title": "G.4 Objection et Restriction",
        "content": "Vous pouvez vous opposer ou demander la restriction du traitement de vos informations personnelles."
      },
      "withdraw": {
        "title": "G.5 Retirer le Consentement",
        "content": "Lorsque nous nous appuyons sur votre consentement pour traiter vos informations personnelles, vous pouvez retirer votre consentement à tout moment."
      },
      "exercise": {
        "title": "G.6 Comment Exercer Vos Droits",
        "content": "Pour exercer vos droits, veuillez nous contacter à support@dottapps.com Nous pouvons avoir besoin de vérifier votre identité avant de satisfaire votre demande."
      }
    },
    "security": {
      "title": "H. Sécurité des Données",
      "content": "Nous mettons en œuvre des mesures techniques et organisationnelles appropriées pour protéger vos informations personnelles :",
      "measures": {
        "title": "H.1 Mesures de Sécurité",
        "content": "Nous utilisons des mesures de sécurité standard de l'industrie incluant le chiffrement, les contrôles d'accès, les pare-feu et des évaluations de sécurité régulières."
      },
      "payment": {
        "title": "H.2 Informations de Paiement",
        "content": "Les informations de paiement sont traitées en conformité avec la Norme de Sécurité des Données de l'Industrie des Cartes de Paiement (PCI DSS)."
      },
      "access": {
        "title": "H.3 Accès des Employés",
        "content": "Nous restreignons l'accès des employés aux informations personnelles à ceux qui en ont besoin pour accomplir leurs fonctions professionnelles."
      },
      "breach": {
        "title": "H.4 Procédures de Violation de Données",
        "content": "Nous avons des procédures en place pour répondre aux violations suspectes de sécurité des données et vous notifierons ainsi que les régulateurs applicables des violations comme requis par la loi."
      },
      "tax": {
        "title": "H.5 Sécurité des Données Fiscales",
        "content": "Les taux et paramètres fiscaux que vous saisissez sont chiffrés et stockés de manière sécurisée. Les suggestions fiscales alimentées par l'IA sont traitées sans stocker vos requêtes spécifiques. Nous ne partageons pas vos données de configuration fiscale avec des tiers sauf si nécessaire pour fournir nos services ou comme requis par la loi. Vous restez responsable de l'exactitude de toutes les informations fiscales saisies dans notre système."
      }
    },
    "retention": {
      "title": "I. Rétention des Données",
      "content": "Nous conservons vos informations personnelles aussi longtemps que nécessaire pour fournir nos services et à des fins commerciales légitimes, telles que maintenir des registres commerciaux, respecter les obligations légales, résoudre les litiges et faire respecter nos accords. Lorsque nous n'avons plus besoin de vos informations personnelles, nous les supprimerons de manière sécurisée ou les anonymiserons."
    },
    "transfers": {
      "title": "J. Transferts Internationaux de Données",
      "content": "Vos informations peuvent être transférées et traitées dans des pays autres que le pays où vous vivez, incluant les États-Unis, le Rwanda et d'autres pays où Dott LLC ou ses fournisseurs de services opèrent. Ces pays peuvent avoir des lois de protection des données différentes des lois de votre pays. Nous mettons en œuvre des garanties appropriées pour protéger vos informations lors de transferts internationaux, telles que des clauses contractuelles standard approuvées par les autorités de protection des données pertinentes."
    },
    "children": {
      "title": "K. Confidentialité des Enfants",
      "content": "Nos services ne s'adressent pas aux enfants de moins de 18 ans. Nous ne collectons pas sciemment d'informations personnelles d'enfants. Si vous êtes parent ou tuteur et croyez que votre enfant nous a fourni des informations personnelles, veuillez nous contacter afin que nous puissions supprimer les informations."
    },
    "cookies": {
      "title": "L. Cookies et Technologies Similaires",
      "content": "Nous utilisons des cookies et technologies similaires pour collecter des informations sur la façon dont vous interagissez avec nos services, nous souvenir de vos préférences et optimiser votre expérience. Vous pouvez gérer vos préférences de cookies via les paramètres de votre navigateur.",
      "types": {
        "title": "L.1 Types de Cookies que Nous Utilisons",
        "content": "Cookies essentiels (nécessaires pour la fonctionnalité de nos services), Cookies analytiques (pour comprendre comment les utilisateurs interagissent avec nos services) et Cookies marketing (pour fournir des publicités pertinentes)."
      },
      "choices": {
        "title": "L.2 Vos Choix de Cookies",
        "content": "La plupart des navigateurs web vous permettent de contrôler les cookies via leurs paramètres. Cependant, si vous rejetez certains cookies, vous pourriez ne pas pouvoir utiliser toutes les fonctionnalités de nos services."
      }
    },
    "ai": {
      "title": "M. IA et Traitement Automatisé",
      "content": "Nous utilisons l'intelligence artificielle et des systèmes automatisés pour améliorer nos services et fournir des fonctionnalités comme les suggestions de taux fiscaux, les insights financiers et la détection de fraude.",
      "features": {
        "title": "M.1 Fonctionnalités Alimentées par l'IA",
        "content": "Nos fonctionnalités IA analysent votre emplacement et type d'entreprise pour suggérer des taux fiscaux et fournir d'autres insights commerciaux. Ces suggestions sont générées basées sur des informations publiquement disponibles et des règles fiscales générales."
      },
      "advice": {
        "title": "M.2 Pas de Conseil Professionnel",
        "content": "Les suggestions générées par l'IA, incluant les recommandations de taux fiscaux, sont fournies à des fins informatives seulement et ne constituent pas des conseils fiscaux, légaux ou financiers professionnels. Vous devriez vérifier indépendamment toutes les suggestions avant de les utiliser."
      },
      "review": {
        "title": "M.3 Révision Humaine",
        "content": "Les décisions automatisées significatives qui peuvent avoir des effets légaux ou similairement significatifs sur vous sont sujettes à révision humaine sur demande."
      }
    },
    "changes": {
      "title": "N. Modifications de Cette Politique de Confidentialité",
      "content": "Nous pouvons mettre à jour cette politique de confidentialité de temps à autre pour refléter des changements dans nos pratiques ou exigences légales. Nous vous notifierons de tout changement matériel en publiant la nouvelle version sur notre site web et en mettant à jour la date d'entrée en vigueur. Nous vous encourageons à réviser notre politique de confidentialité périodiquement."
    },
    "contact": {
      "title": "O. Nous Contacter",
      "content": "Si vous avez des questions sur cette Politique de Confidentialité ou nos pratiques de données, ou si vous souhaitez exercer vos droits concernant vos informations personnelles, veuillez nous contacter à :"
    }
  },
  "contactInfo": {
    "company": "Dott LLC",
    "address": "800 N King Street",
    "suite": "Suite 304 #2797",
    "city": "Wilmington, DE 19801",
    "country": "États-Unis",
    "email": "E-mail : support@dottapps.com",
    "website": "Site web : www.dottapps.com"
  }
}