{
  "title": "Conditions d'Utilisation",
  "effectiveDate": "En vigueur à compter du : {{date}}",
  "introduction": "Bienvenue sur Dott, un service fourni par Dott LLC. Ce Contrat de Conditions d'Utilisation (\"Contrat\") régit votre utilisation du site web Dott, des applications mobiles et de tous les services connexes offerts par Dott LLC. En accédant ou en utilisant notre service, vous reconnaissez avoir lu, compris et accepté d'être lié par ces conditions.",
  "navigation": {
    "backToDashboard": "Retour au Tableau de Bord",
    "backToHome": "Retour à l'Accueil"
  },
  "sections": {
    "acceptance": {
      "title": "1. Acceptation des Conditions",
      "content": "En vous inscrivant et/ou en utilisant Dott de quelque manière que ce soit, y compris mais sans s'y limiter à visiter ou naviguer sur le site web ou télécharger l'application, vous acceptez d'être lié par ce Contrat, toutes les lois et réglementations applicables, et acceptez d'être responsable de la conformité à toute loi locale applicable. Si vous n'êtes pas d'accord avec l'une de ces conditions, vous êtes interdit d'utiliser ou d'accéder à Dott. Les matériaux contenus dans Dott sont protégés par les lois applicables sur les droits d'auteur et les marques de commerce."
    },
    "service": {
      "title": "2. Description du Service",
      "content": "Dott est une plateforme complète de gestion financière qui fournit aux entreprises des outils pour la comptabilité, la paie, le traitement des paiements, la facturation et les insights financiers. Nos services incluent l'accès par abonnement à notre logiciel, les capacités de traitement des paiements, les services de paie et l'affacturage de factures dans certaines régions. Les fonctionnalités spécifiques disponibles pour vous peuvent dépendre de votre niveau d'abonnement, de votre emplacement géographique et des lois et réglementations applicables."
    },
    "accounts": {
      "title": "3. Comptes Utilisateur",
      "content": "Pour accéder à la plupart des fonctionnalités de Dott, vous devez vous inscrire pour un compte. Vous acceptez de fournir des informations précises, actuelles et complètes pendant le processus d'inscription et de mettre à jour ces informations pour les maintenir précises, actuelles et complètes. Vous êtes responsable de protéger votre mot de passe et de toutes les activités qui se produisent sous votre compte. Vous acceptez de notifier Dott LLC immédiatement de toute utilisation non autorisée de votre compte. Dott LLC ne peut pas et ne sera pas responsable de toute perte ou dommage résultant de votre échec à respecter les exigences ci-dessus."
    },
    "payments": {
      "title": "4. Abonnement et Paiements",
      "content": "Dott offre divers plans d'abonnement et services de paiement. En vous abonnant à nos services, vous acceptez de payer les frais applicables lorsqu'ils deviennent dus. Les frais d'abonnement sont facturés à l'avance sur une base mensuelle ou annuelle selon votre cycle de facturation sélectionné. Lorsque vous vous inscrivez à un service payant, vous devez fournir des informations précises et complètes pour une méthode de paiement valide que vous êtes autorisé à utiliser.",
      "recurring": {
        "title": "4.1 Facturation Récurrente",
        "content": "En vous abonnant aux services Dott, vous nous autorisez à facturer la méthode de paiement que vous nous fournissez de manière récurrente. Si nous ne pouvons pas facturer votre méthode de paiement pour quelque raison que ce soit, nous nous réservons le droit de résilier ou suspendre votre accès aux services payants."
      },
      "processing": {
        "title": "4.2 Traitement des Paiements",
        "content": "Dott utilise des processeurs de paiement tiers incluant Stripe, Flutterwave, DLocal, Wise, PayPal et d'autres pour traiter les transactions. Votre utilisation de ces services de paiement est soumise aux conditions de service et à la politique de confidentialité du processeur de paiement applicable. Dott facture des frais de transaction pour les services de traitement des paiements comme décrit sur notre page de tarification."
      },
      "refunds": {
        "title": "4.3 Remboursements",
        "content": "Tous les frais ne sont pas remboursables sauf indication contraire ou si requis par la loi applicable. Si vous croyez avoir été facturé par erreur, veuillez contacter notre équipe de support client."
      }
    },
    "conduct": {
      "title": "5. Conduite Utilisateur",
      "content": "Vous acceptez d'utiliser Dott uniquement à des fins légales et conformément à ce Contrat. Vous acceptez de ne pas utiliser Dott :",
      "violations": {
        "law": "De toute manière qui viole toute loi ou réglementation fédérale, étatique, locale ou internationale applicable.",
        "material": "Pour transmettre tout matériel qui est illégal, menaçant, abusif, diffamatoire, obscène ou autrement répréhensible.",
        "impersonation": "Pour usurper l'identité ou tenter d'usurper l'identité de Dott LLC, d'un employé de Dott LLC, d'un autre utilisateur ou de toute autre personne ou entité.",
        "interference": "Pour s'engager dans toute activité qui interfère avec ou perturbe les services (ou les serveurs et réseaux connectés aux services).",
        "security": "Pour tenter de contourner toute mesure de sécurité mise en œuvre par Dott LLC.",
        "financial": "Pour le blanchiment d'argent, le financement du terrorisme ou toute autre activité financière illégale."
      }
    },
    "financial": {
      "title": "6. Services de Paiement et Financiers",
      "content": "Dott permet aux utilisateurs de traiter les paiements, gérer la paie et accéder aux services financiers via divers fournisseurs tiers. En utilisant ces services, vous acceptez de vous conformer à toutes les lois et réglementations applicables, y compris celles liées aux transactions financières, aux exigences anti-blanchiment d'argent et à la confidentialité des données.",
      "processing": {
        "title": "6.1 Traitement des Paiements",
        "content": "L'utilisation de nos fonctionnalités de traitement des paiements est soumise aux conditions de service de nos partenaires de paiement. Vous êtes responsable de vous assurer que toutes les informations de paiement fournies sont précises et que vous êtes autorisé à utiliser les méthodes de paiement que vous fournissez."
      },
      "factoring": {
        "title": "6.2 Affacturage de Factures",
        "content": "Où disponible, Dott offre des services d'affacturage de factures soumis à des conditions supplémentaires et des exigences d'éligibilité. Ces services ne sont actuellement disponibles qu'aux États-Unis et au Canada. En utilisant nos services d'affacturage de factures, vous autorisez Dott LLC à vérifier vos informations commerciales, votre historique de crédit et d'autres détails pertinents."
      },
      "international": {
        "title": "6.3 Transactions Internationales",
        "content": "Pour les transactions internationales, vous reconnaissez que des taux de conversion de devises et des frais supplémentaires peuvent s'appliquer. Dott LLC n'est pas responsable des frais facturés par votre institution financière ou tout processeur de paiement tiers."
      }
    },
    "data": {
      "title": "7. Données et Contenu",
      "content": "Vous conservez tous les droits sur vos données téléchargées sur Dott. En utilisant nos services, vous accordez à Dott LLC une licence non exclusive, mondiale et libre de redevances pour utiliser, traiter et afficher vos données uniquement dans le but de fournir et d'améliorer nos services. Nous maintiendrons des garanties administratives, physiques et techniques appropriées pour protéger vos données.",
      "processing": {
        "title": "7.1 Traitement des Données",
        "content": "Dans le cadre de la fourniture de nos services, Dott traite les données financières et personnelles conformément à notre Politique de Confidentialité. Vous reconnaissez que Dott peut utiliser des fournisseurs de services tiers pour traiter les données en notre nom."
      },
      "security": {
        "title": "7.2 Sécurité des Données",
        "content": "Vous êtes responsable de maintenir la confidentialité des informations de votre compte et de restreindre l'accès à votre ordinateur ou appareil. Vous acceptez d'accepter la responsabilité de toutes les activités qui se produisent sous votre compte."
      }
    },
    "contact": {
      "title": "21. Informations de Contact",
      "content": "Si vous avez des questions sur ce Contrat, veuillez nous contacter à :"
    }
  },
  "contactInfo": {
    "company": "Dott LLC",
    "address": "800 N King Street",
    "suite": "Suite 304 #2797",
    "city": "Wilmington, DE 19801",
    "country": "États-Unis",
    "email": "E-mail : support@dottapps.com"
  }
}