{
  "cookiePolicy": {
    "title": "Sera ya Vidakuzi",
    "backToHome": "Rudi Nyumbani",
    "effectiveDate": "Inatumika kuanzia: {{date}}",
    "introduction": "Sera hii ya Vidakuzi inaeleza jinsi Dott LLC ("sisi", "yetu", au "wetu") inavyotumia vidakuzi na teknolojia zinazofanana kukutambua unapotembelea tovuti yetu katika www.dottapps.com. Inaeleza ni nini teknolojia hizi na kwa nini tunazitumia, pamoja na haki zako za kudhibiti matumizi yetu ya hizo.",
    "companyName": "Dott LLC",
    "email": "Barua pepe",
    "website": "Tovuti",
    "address": {
      "street": "800 N King Street",
      "suite": "Suite 304 #2797",
      "city": "Wilmington, DE 19801",
      "country": "Marekani"
    },
    "sections": {
      "whatAreCookies": {
        "title": "Vidakuzi ni Nini",
        "content": "Vidakuzi ni faili ndogo za data zinazowekwa kwenye kompyuta au kifaa chako cha mkononi unapotembelea tovuti. Vidakuzi vinatumika sana na wamiliki wa tovuti ili kufanya tovuti zao zifanye kazi, au kufanya kazi kwa ufanisi zaidi, pamoja na kutoa taarifa za ripoti."
      },
      "howWeUseCookies": {
        "title": "Jinsi Tunavyotumia Vidakuzi",
        "content": "Tunatumia vidakuzi kwa sababu kadhaa. Vidakuzi vingine vinahitajika kwa sababu za kiufundi ili tovuti yetu ifanye kazi, na tunaviita vidakuzi vya "muhimu" au "lazima kabisa". Vidakuzi vingine vinatuwezesha kufuatilia na kulenga maslahi ya watumiaji wetu ili kuboresha uzoefu kwenye tovuti yetu.",
        "categories": {
          "essential": {
            "title": "Vidakuzi vya Muhimu",
            "description": "Vidakuzi hivi ni muhimu sana kukupa huduma zinazopatikana kupitia tovuti yetu na kutumia baadhi ya vipengele vyake."
          },
          "functional": {
            "title": "Vidakuzi vya Kazi",
            "description": "Vidakuzi hivi vinawezesha utendaji ulioboreshwa na ubinafsishaji, kama vile video na mazungumzo ya moja kwa moja."
          },
          "analytics": {
            "title": "Vidakuzi vya Uchanganuzi",
            "description": "Vidakuzi hivi vinatusaidia kuelewa jinsi tovuti yetu inavyotumika au jinsi kampeni zetu za uuzaji zinavyofanya kazi."
          },
          "marketing": {
            "title": "Vidakuzi vya Uuzaji",
            "description": "Vidakuzi hivi vinatumika kufanya ujumbe wa matangazo uwe muhimu zaidi kwako."
          }
        }
      },
      "specificCookies": {
        "title": "Vidakuzi Maalum Tunavyotumia",
        "content": "Yafuatayo yanaeleza aina maalum za vidakuzi tunavyotumia kwenye tovuti yetu:",
        "types": {
          "session": {
            "title": "Vidakuzi vya Kipindi",
            "description": "Hivi ni vidakuzi vya muda ambavyo vinaisha muda wake unapofunga kivinjari chako."
          },
          "persistent": {
            "title": "Vidakuzi vya Kudumu",
            "description": "Hivi vinabaki kwenye kifaa chako kwa muda uliobainishwa katika kidakuzi."
          },
          "thirdParty": {
            "title": "Vidakuzi vya Wahusika Wengine",
            "description": "Hivi vinawekwa na kikoa tofauti na kile unachotembelea."
          }
        }
      },
      "cookieDuration": {
        "title": "Muda wa Vidakuzi",
        "content": "Vidakuzi vinaweza kubaki kwenye kompyuta au kifaa chako cha mkononi kwa vipindi tofauti vya muda. Vidakuzi vingine ni 'vidakuzi vya kipindi', kumaanisha kuwa vipo tu wakati kivinjari chako kimefunguliwa na vinafutwa moja kwa moja mara tu unapofunga kivinjari chako. Vidakuzi vingine ni 'vidakuzi vya kudumu', kumaanisha kuwa vinabaki baada ya kivinjari chako kufungwa."
      },
      "managingCookies": {
        "title": "Kudhibiti Vidakuzi",
        "content": "Una haki ya kuamua kukubali au kukataa vidakuzi. Unaweza kutekeleza mapendeleo yako ya vidakuzi kwa kutumia mbinu zifuatazo:",
        "options": {
          "browserSettings": {
            "title": "Mipangilio ya Kivinjari",
            "description": "Unaweza kuweka au kubadilisha vidhibiti vya kivinjari chako cha wavuti kukubali au kukataa vidakuzi."
          },
          "preferenceTool": {
            "title": "Chombo cha Mapendeleo ya Vidakuzi",
            "description": "Unaweza kudhibiti mapendeleo yako ya vidakuzi kupitia chombo chetu cha idhini ya vidakuzi."
          },
          "impact": {
            "title": "Athari za Kuzima Vidakuzi",
            "description": "Ukichagua kukataa vidakuzi, bado unaweza kutumia tovuti yetu ingawa ufikiaji wako wa baadhi ya utendaji na maeneo yanaweza kuzuiwa."
          }
        }
      },
      "updates": {
        "title": "Masasisho ya Sera hii ya Vidakuzi",
        "content": "Tunaweza kusasisha Sera hii ya Vidakuzi mara kwa mara ili kuonyesha mabadiliko katika vidakuzi tunavyotumia au kwa sababu nyingine za uendeshaji, kisheria au kanuni. Kwa hivyo tafadhali tembelea tena Sera hii ya Vidakuzi mara kwa mara ili kubaki ukifahamu kuhusu matumizi yetu ya vidakuzi na teknolojia zinazohusiana."
      },
      "contactUs": {
        "title": "Wasiliana Nasi",
        "content": "Ikiwa una maswali yoyote kuhusu matumizi yetu ya vidakuzi au teknolojia nyingine, tafadhali wasiliana nasi kwa:"
      }
    }
  }
}