{
  "cookiePolicy": {
    "title": "Ìlànà Cookies",
    "backToHome": "Padà sí Ilé",
    "effectiveDate": "Ó bẹ̀rẹ̀ láti: {{date}}",
    "introduction": "Ìlànà Cookies yìí ṣàlàyé bí Dott LLC ("àwa", "wa", tàbí "tiwa") ṣe ń lo cookies àti ìmọ̀-ẹ̀rọ tó jọra láti dá ọ mọ̀ nígbà tí o bá ṣàbẹ̀wò sí ojú-òpó wẹ́ẹ̀bù wa ní www.dottapps.com. Ó ṣàlàyé kíni àwọn ìmọ̀-ẹ̀rọ wọ̀nyí jẹ́ àti ìdí tí a fi ń lò wọ́n, pẹ̀lú ẹ̀tọ́ rẹ láti ṣàkóso bí a ṣe ń lò wọ́n.",
    "companyName": "Dott LLC",
    "email": "Ímeèlì",
    "website": "Ojú-òpó wẹ́ẹ̀bù",
    "address": {
      "street": "800 N King Street",
      "suite": "Suite 304 #2797",
      "city": "Wilmington, DE 19801",
      "country": "Orílẹ̀-èdè Amẹ́ríkà"
    },
    "sections": {
      "whatAreCookies": {
        "title": "Kíni Cookies",
        "content": "Cookies jẹ́ àwọn fáìlì dátà kékeré tí wọ́n máa ń fi sórí kọ̀ǹpútà tàbí ẹ̀rọ alágbèéká rẹ nígbà tí o bá ṣàbẹ̀wò sí ojú-òpó wẹ́ẹ̀bù kan. Àwọn oníṣẹ́ ojú-òpó wẹ́ẹ̀bù máa ń lo cookies púpọ̀ láti jẹ́ kí ojú-òpó wẹ́ẹ̀bù wọn ṣiṣẹ́, tàbí láti jẹ́ kí ó ṣiṣẹ́ dáadáa sí i, àti láti pèsè ìròyìn ìjábọ̀."
      },
      "howWeUseCookies": {
        "title": "Bí A Ṣe Ń Lo Cookies",
        "content": "A ń lo cookies fún ọ̀pọ̀lọpọ̀ ìdí. Àwọn cookies kan ṣe pàtàkì fún ìdí ìmọ̀-ẹ̀rọ láti jẹ́ kí ojú-òpó wẹ́ẹ̀bù wa ṣiṣẹ́, a sì ń pè àwọn wọ̀nyí ní cookies "pàtàkì" tàbí "tí ó ṣe pàtàkì gan-an". Àwọn cookies mìíràn ń jẹ́ kí a lè tọpinpin àti dojú kọ àwọn ohun tí àwọn olùlò wa nífẹ̀ẹ́ sí láti mú ìrírí lórí ojú-òpó wẹ́ẹ̀bù wa dára sí i.",
        "categories": {
          "essential": {
            "title": "Cookies Pàtàkì",
            "description": "Àwọn cookies wọ̀nyí ṣe pàtàkì gan-an láti pèsè iṣẹ́ tí ó wà nípasẹ̀ ojú-òpó wẹ́ẹ̀bù wa àti láti lo àwọn ẹ̀yà rẹ̀ kan."
          },
          "functional": {
            "title": "Cookies Iṣẹ́",
            "description": "Àwọn cookies wọ̀nyí ń jẹ́ kí iṣẹ́ tí ó dára jùlọ àti ìṣàdáni ṣeéṣe, bíi fídíò àti ìbárọ̀sọ́rọ̀ẹ̀nìyàn láàyè."
          },
          "analytics": {
            "title": "Cookies Ìtúpalẹ̀",
            "description": "Àwọn cookies wọ̀nyí ń ràn wá lọ́wọ́ láti lóye bí ojú-òpó wẹ́ẹ̀bù wa ṣe ń di lílò tàbí bí àwọn ìpolongo ìtajà wa ṣe ń ṣiṣẹ́ tó."
          },
          "marketing": {
            "title": "Cookies Ìtajà",
            "description": "Àwọn cookies wọ̀nyí ni a ń lò láti jẹ́ kí àwọn ìfiránṣẹ́ ìpolówó ó wúlò fún ọ sí i."
          }
        }
      },
      "specificCookies": {
        "title": "Àwọn Cookies Pàtó Tí A Ń Lò",
        "content": "Èyí tó tẹ̀lé yìí ń ṣàpèjúwe irú cookies pàtó tí a ń lò lórí ojú-òpó wẹ́ẹ̀bù wa:",
        "types": {
          "session": {
            "title": "Cookies Ìgbà",
            "description": "Ìwọ̀nyí jẹ́ cookies ìgbà díẹ̀ tí ó máa ń parí nígbà tí o bá ti aṣàwárí rẹ."
          },
          "persistent": {
            "title": "Cookies Tí Ó Dúró Pẹ́",
            "description": "Ìwọ̀nyí máa ń dúró sórí ẹ̀rọ rẹ fún àkókò tí a ti pàtó sínú cookie náà."
          },
          "thirdParty": {
            "title": "Cookies Ẹgbẹ́ Kẹta",
            "description": "Ìwọ̀nyí ni agbègbè mìíràn yàtọ̀ sí èyí tí o ń ṣàbẹ̀wò sí máa ń ṣètò."
          }
        }
      },
      "cookieDuration": {
        "title": "Ìgbà Cookies",
        "content": "Cookies lè dúró sórí kọ̀ǹpútà tàbí ẹ̀rọ alágbèéká rẹ fún àkókò oríṣiríṣi. Àwọn cookies kan jẹ́ 'cookies ìgbà', èyí túmọ̀ sí pé wọ́n wà nígbà tí aṣàwárí rẹ bá wà ní ṣíṣí nìkan, wọ́n sì máa ń parẹ́ lẹ́sẹ̀kẹsẹ̀ tí o bá ti aṣàwárí rẹ. Àwọn cookies mìíràn jẹ́ 'cookies tí ó dúró pẹ́', èyí túmọ̀ sí pé wọ́n máa ń wà lẹ́yìn tí o bá ti aṣàwárí rẹ."
      },
      "managingCookies": {
        "title": "Ṣíṣàkóso Cookies",
        "content": "O ní ẹ̀tọ́ láti pinnu bóyá o fẹ́ gba cookies tàbí kọ̀ ọ́. O lè lo ìfẹ́ cookies rẹ nípa lílo àwọn ọ̀nà wọ̀nyí:",
        "options": {
          "browserSettings": {
            "title": "Ètò Aṣàwárí",
            "description": "O lè ṣètò tàbí yí ìṣàkóso aṣàwárí wẹ́ẹ̀bù rẹ padà láti gba tàbí kọ cookies."
          },
          "preferenceTool": {
            "title": "Ohun Èlò Ìfẹ́ Cookies",
            "description": "O lè ṣàkóso ìfẹ́ cookies rẹ nípasẹ̀ ohun èlò ìfohùnṣọ̀kan cookies wa."
          },
          "impact": {
            "title": "Ipa Pípa Cookies",
            "description": "Tí o bá yan láti kọ cookies, o ṣì lè lo ojú-òpó wẹ́ẹ̀bù wa bí ó tilẹ̀ jẹ́ pé ìráyè sí àwọn iṣẹ́ àti agbègbè kan lè ní ìdíwọ́."
          }
        }
      },
      "updates": {
        "title": "Àwọn Ìmúdójúìwọ̀n Ìlànà Cookies Yìí",
        "content": "A lè ṣe ìmúdójúìwọ̀n Ìlànà Cookies yìí láti ìgbà dé ìgbà láti fi han àwọn ìyípadà nínú cookies tí a ń lò tàbí fún àwọn ìdí ìṣiṣẹ́, òfin tàbí ìlànà mìíràn. Nítorí náà, jọ̀wọ́ padà wá wo Ìlànà Cookies yìí déédéé láti mọ̀ nípa lílo cookies àti ìmọ̀-ẹ̀rọ tí ó jọmọ́ wa."
      },
      "contactUs": {
        "title": "Kàn Sí Wa",
        "content": "Tí o bá ní ìbéèrè nípa lílo cookies tàbí ìmọ̀-ẹ̀rọ mìíràn wa, jọ̀wọ́ kàn sí wa ní:"
      }
    }
  }
}